tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "autoconf"
brew "autojump"
brew "automake"
brew "bash"
brew "gettext"
brew "python@3.9"
brew "pkg-config"
brew "libtool"
brew "ffmpeg"
brew "cmus"
brew "coreutils"
brew "exa"
brew "fortune"
brew "fzf"
brew "git"
brew "git-gui"
brew "htop"
brew "imagemagick"
brew "intltool"
brew "lolcat"
brew "neofetch"
brew "neovim"
brew "newsboat"
brew "nmap"
brew "pfetch"
brew "stow"
brew "tree"
brew "wget"
brew "wxwidgets"
brew "yarn"
brew "youtube-dl"
cask "emacs"
cask "font-ia-writer-duo"
cask "font-ia-writer-duospace"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-iosevka"
