
tap 'caskroom/cask'

# Core Homebrew
brew 'autoconf'
brew 'autojump'
brew 'automake'
brew 'bash'
brew 'cairo'
brew 'cmus'
brew 'coreutils'
brew 'emacs'
brew 'exa'
brew 'faad2'
brew 'ffmpeg'
brew 'flac'
brew 'fontconfig'
brew 'freetype'
brew 'fribidi'
brew 'gdbm'
brew 'gettext'
brew 'glib'
brew 'gmp'
brew 'gnutls'
brew 'graphite2'
brew 'harfbuzz'
brew 'htop'
brew 'icu4c'
brew 'id3tool'
brew 'imagemagick'
brew 'imagemagick@6'
brew 'jpeg'
brew 'lame'
brew 'libao'
brew 'libass'
brew 'libcaca'
brew 'libcue'
brew 'libevent'
brew 'libffi'
brew 'libgpg-error'
brew 'libksba'
brew 'libogg'
brew 'libpng'
brew 'libtasn1'
brew 'libtiff'
brew 'libtool'
brew 'libunistring'
brew 'libvorbis'
brew 'libvpx'
brew 'libyaml'
brew 'little-cms2'
brew 'lua@5.1'
brew 'mad'
brew 'mp4v2'
brew 'mpv'
brew 'mujs'
brew 'ncurses'
brew 'neofetch'
brew 'nettle'
brew 'node'
brew 'nvm'
brew 'openjpeg'
brew 'openssl'
brew 'openssl@1.1'
brew 'opus'
brew 'p11-kit'
brew 'pcre'
brew 'pipes-sh'
brew 'pixman'
brew 'pkg-config'
brew 'python'
brew 'ranger'
brew 'readline'
brew 'redis'
brew 'screenresolution'
brew 'sdl2'
brew 'snappy'
brew 'sqlite'
brew 'stow'
brew 'thefuck'
brew 'theora'
brew 'tmux'
brew 'tree'
brew 'watchman'
brew 'webp'
brew 'x264'
brew 'x265'
brew 'xvid'
brew 'xz'
brew 'yarn'
brew 'youtube-dl'
brew 'zsh'

# Cask Apps
cask 'amethyst'

