tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "autoconf"
brew "autojump"
brew "automake"
brew "bash"
brew "bat"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "gdbm"
brew "libffi"
brew "openssl"
brew "pcre"
brew "readline"
brew "sqlite"
brew "xz"
brew "python"
brew "glib"
brew "pixman"
brew "cairo"
brew "cmake"
brew "faad2"
brew "libogg"
brew "flac"
brew "libao"
brew "libcue"
brew "libvorbis"
brew "mad"
brew "mp4v2"
brew "cmus"
brew "colordiff"
brew "coreutils"
brew "cowsay"
brew "gmp"
brew "libevent"
brew "libtasn1"
brew "libunistring"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "emacs"
brew "exa"
brew "fd"
brew "fribidi"
brew "graphite2"
brew "icu4c"
brew "harfbuzz"
brew "jpeg"
brew "lame"
brew "libtiff"
brew "little-cms2"
brew "openjpeg"
brew "webp"
brew "libass"
brew "libvpx"
brew "opus"
brew "sdl2"
brew "snappy"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "ffmpeg"
brew "fftw"
brew "fortune"
brew "fzf"
brew "libgpg-error"
brew "libksba"
brew "ncurses"
brew "htop"
brew "hub"
brew "hugo"
brew "id3tool"
brew "libtool"
brew "imagemagick", link: false
brew "imagemagick@6", link: true
brew "jrnl"
brew "libcaca"
brew "libyaml"
brew "lolcat"
brew "lua@5.1"
brew "mujs"
brew "youtube-dl"
brew "mpv"
brew "mutt"
brew "screenresolution"
brew "neofetch"
brew "neovim"
brew "node"
brew "nvm"
brew "openssl@1.1"
brew "pipes-sh"
brew "pkg-config"
brew "ranger"
brew "redis"
brew "stow"
brew "thefuck"
brew "tmux"
brew "tree"
brew "vifm"
brew "watchman"
brew "yarn"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/chunkwm", args: ["with-purify"]
brew "koekeishiya/formulae/skhd", args: ["HEAD", "with-logging"]
cask "amethyst"
cask "font-fira-code"
cask "font-iosevka"
cask "java"
